---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ZoneEquipmentHvacType.ChilledBeamActive
enum: Autodesk.Revit.DB.Mechanical.ZoneEquipmentHvacType
source: html/5b150bae-ce98-4ad1-9531-7b8caa5f3dd1.htm
---
# Autodesk.Revit.DB.Mechanical.ZoneEquipmentHvacType.ChilledBeamActive